<div class="container">
    <a href="/blog">Домой</a>
    <h1>Мой первый блог</h1>

<p>Этот сайт был создан на svelte и это было достаточно трудно реализовать в реальности, но немного терпения , усидчивости и все было готово<br><br>
    Насчет этого фреймворка (Svelve) могу сказать: что достаточно сложный фреймворк для новичка , каким являюсь я , но достаточно удобный с большим функционалом<br><br>Конец!
</p>
    <slot />
  </div>
  <style>
    .container {
      margin: 50px auto;
      max-width: 800px;
      padding: 0 20px;
    }
  </style>
